Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteToSheet Property
 Elements copied to Sheets can only be copied from other Sheets.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteToSheet { get; }
Public Shared ReadOnly Property CannotPasteToSheet As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteToSheet {
	FailureDefinitionId^ get ();
}
static member CannotPasteToSheet : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace